tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
brew "bash"
brew "bat"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "gnu-sed"
brew "gradle"
brew "hyperfine"
brew "libuv"
brew "make"
brew "mas"
brew "openjdk"
brew "maven"
brew "navi"
brew "nmap"
brew "node@14"
brew "telnet"
brew "tldr"
brew "tree"
brew "wimlib"
brew "zsh"
brew "denisidoro/tools/docpars"
brew "teamookla/speedtest/speedtest"
cask "dbeaver-community"
mas "Adobe Lightroom", id: 1451544217
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "WhatsApp", id: 1147396723
